College_Algebra/000.Prerequisites/000.000.Notes.org
#+title: Chapter 0: Prerequisites
#+author: Alfredo Mejia
#+options: num:nil html-postamble:nil
#+html_head: <link rel="stylesheet" type="text/css" href="../../resources/bulma/bulma.css" /> <style>body {margin: 5%} h1,h2,h3,h4,h5,h6 {margin-top: 3%}</style>

* Navigation
| Nav   | Title                                                         | Links                                   |
|-------+---------------------------------------------------------------+-----------------------------------------|
| Index | Notes Home                                                    | \vert [[file:../../index.html][html]] \vert [[file:../../index.org][org]] \vert [[https://github.com/alfredo-mejia/notes/tree/main][github]] \vert |
| Home  | College Algebra                                               | \vert [[file:../000.Home.html][html]] \vert [[file:../000.Home.org][org]] \vert [[https://github.com/alfredo-mejia/notes/tree/main/College_Algebra][github]] \vert |
| Prev  |                                                               |                                         |
| Next  | Chapter 1: Equations, Inequalities, and Mathematical Modeling | \vert [[file:../001.Equations_Inequalities_and_Mathematical_Modeling/001.000.Notes.html][html]] \vert [[file:../001.Equations_Inequalities_and_Mathematical_Modeling/001.000.Notes.org][org]] \vert [[https://github.com/alfredo-mejia/notes/tree/main/College_Algebra/001.Equations_Inequalities_and_Mathematical_Modeling][github]] \vert |

* Notes

** Section 0.1: Review of Real Numbers and Their Properties
   - *Real Numbers* are all possible numbers that represent quantities in the physical world
   - This includes *natural numbers* such as 1, 2, 3, 4, etc. (notice that 0 is *not* included)
   - *Whole numbers* such as 0, 1, 2, 3, 4, etc. (this is similar to natural numbers except that 0 is included)
   - *Integers* such as -2, -3, -4, 1, 2, 0, etc. (basically any whole number even if it is negative including 0)
   - *Rational numbers* which are numbers that can be expressed as fractions ~a/b~ where a and b are integers and ~b != 0~ (this includes 1/3, 1/8, etc. )
   - *Irrational numbers* which are numbers that cannot be expressed as the ratio of two integers such as \pi 
     
* Keywords
| Term | Definition |
|------+------------|
|      |            |

* Questions
  - *Q*:
    
* Summary

* Exercises

* Chapter Test

* Proofs

* Problem Solving Exercises
