archive/College_Algebra/000.Prerequisites/000.000.Notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-01-07 Tue 20:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Chapter 0: Prerequisites</title>
<meta name="author" content="Alfredo Mejia" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../../resources/bulma/bulma.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Chapter 0: Prerequisites</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org946098f">Navigation</a></li>
<li><a href="#org34838b3">Notes</a>
<ul>
<li><a href="#orgcdb6abc">Section 0.1: Review of Real Numbers and Their Properties</a></li>
</ul>
</li>
<li><a href="#orgba1b742">Keywords</a></li>
<li><a href="#org267565b">Questions</a></li>
<li><a href="#org30fa6ef">Summary</a></li>
<li><a href="#org8e7224e">Exercises</a></li>
<li><a href="#orge209641">Chapter Test</a></li>
<li><a href="#org90b24da">Proofs</a></li>
<li><a href="#org0b766e2">Problem Solving Exercises</a></li>
</ul>
</div>
</div>

<div id="outline-container-org946098f" class="outline-2">
<h2 id="org946098f">Navigation</h2>
<div class="outline-text-2" id="text-org946098f">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Nav</th>
<th scope="col" class="org-left">Title</th>
<th scope="col" class="org-left">Links</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Index</td>
<td class="org-left">Notes Home</td>
<td class="org-left">&vert; <a href="../../index.html">html</a> &vert; <a href="../../index.html">org</a> &vert; <a href="https://github.com/alfredo-mejia/notes/tree/main">github</a> &vert;</td>
</tr>

<tr>
<td class="org-left">Home</td>
<td class="org-left">College Algebra</td>
<td class="org-left">&vert; <a href="../000.Home.html">html</a> &vert; <a href="../000.Home.html">org</a> &vert; <a href="https://github.com/alfredo-mejia/notes/tree/main/College_Algebra">github</a> &vert;</td>
</tr>

<tr>
<td class="org-left">Prev</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Next</td>
<td class="org-left">Chapter 1: Equations, Inequalities, and Mathematical Modeling</td>
<td class="org-left">&vert; <a href="../001.Equations_Inequalities_and_Mathematical_Modeling/001.000.Notes.html">html</a> &vert; <a href="../001.Equations_Inequalities_and_Mathematical_Modeling/001.000.Notes.html">org</a> &vert; <a href="https://github.com/alfredo-mejia/notes/tree/main/College_Algebra/001.Equations_Inequalities_and_Mathematical_Modeling">github</a> &vert;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org34838b3" class="outline-2">
<h2 id="org34838b3">Notes</h2>
<div class="outline-text-2" id="text-org34838b3">
</div>
<div id="outline-container-orgcdb6abc" class="outline-3">
<h3 id="orgcdb6abc">Section 0.1: Review of Real Numbers and Their Properties</h3>
<div class="outline-text-3" id="text-orgcdb6abc">
<ul class="org-ul">
<li><b>Real Numbers</b> are all possible numbers that represent quantities in the physical world</li>
<li>This includes <b>natural numbers</b> such as 1, 2, 3, 4, etc. (notice that 0 is <b>not</b> included)</li>
<li><b>Whole numbers</b> such as 0, 1, 2, 3, 4, etc. (this is similar to natural numbers except that 0 is included)</li>
<li><b>Integers</b> such as -2, -3, -4, 1, 2, 0, etc. (basically any whole number even if it is negative including 0)</li>
<li><b>Rational numbers</b> which are numbers that can be expressed as fractions <code>a/b</code> where a and b are integers and <code>b != 0</code> (this includes 1/3, 1/8, etc. )</li>
<li><b>Irrational numbers</b> which are numbers that cannot be expressed as the ratio of two integers such as &pi;</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgba1b742" class="outline-2">
<h2 id="orgba1b742">Keywords</h2>
<div class="outline-text-2" id="text-orgba1b742">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Term</th>
<th scope="col" class="org-left">Definition</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org267565b" class="outline-2">
<h2 id="org267565b">Questions</h2>
<div class="outline-text-2" id="text-org267565b">
<ul class="org-ul">
<li><b>Q</b>:</li>
</ul>
</div>
</div>

<div id="outline-container-org30fa6ef" class="outline-2">
<h2 id="org30fa6ef">Summary</h2>
</div>

<div id="outline-container-org8e7224e" class="outline-2">
<h2 id="org8e7224e">Exercises</h2>
</div>

<div id="outline-container-orge209641" class="outline-2">
<h2 id="orge209641">Chapter Test</h2>
</div>

<div id="outline-container-org90b24da" class="outline-2">
<h2 id="org90b24da">Proofs</h2>
</div>

<div id="outline-container-org0b766e2" class="outline-2">
<h2 id="org0b766e2">Problem Solving Exercises</h2>
</div>
</div>
</body>
</html>
